Repository: FGlazov/IL2Stats_Enhancements
Catalog: src/mod_stats_by_aircraft/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, pt_br

source: * Plane Durability is percent of sorties the plane survived after taking damage. </br> * Pilot Survivability is the percent of sorties the pilot survived after the plane took damage. </br> * Plane Lethality is the percent of enemy aircraft which went down after taking damage from this plane. Assists count. </br> * Pilot Lethality is the percent of enemy pilots which died after taking damage from this plane. Assists count.
de: * Mit Flugzeugbeständigkeit ist der Prosentsatz von Einsätzen gemeint, die mit einer Landung enden, nachdem das Flugzeug beschädigt wurde.<br/> * Mit Pilotenschutz ist der Prosentsatz von Einsätzen gemeint, wo der Pilot überlebt hat, nachdem sein Flugzeug beschädigt wurde.<br/> * Mit Flugzeugtödlichkeit ist der Prosentsatz von feindlichen Flugzeuge gemeint, die verloren wurden, nachdem sie beschädigt wurden. Unterstüzte Abschüsse zählen mit. <br/> * Mit Pilotentödlichkeit ist der Prosentsatz von feindlichen Piloten gemeint, die gestroben sind, nachdem ihr Flugzeug beschädigt wurde. Unterstüzte Abschüsse zählen mit.
es: * La durabilidad del avión es el porcentaje de salidas que el avión sobrevivió después de tomar daño.</br>* La supervivencia del piloto es el porcentaje de salidas que el piloto sobrevivió después de tomar daño.</br>* La letalidad del avión es el porcentaje de aviones enemigos derribados después de tomar daño de este avión. Las asistencias cuentan.</br>* La letalidad del piloto es el porcentaje de pilotos enemigos que murieron después de tomar daño de este avión.</br>
fr: * Le Taux de survie de l’appareil est le pourcentage de sorties qu’un avion survit après avoir subi des dommages.</br>* Le Taux de survie du pilote est le pourcentage de sorties que le pilote survit après que cet appareil ait subi des dommages.</br>* Le Taux de létalité de l’appareil est le pourcentage d’avions ennemis descendus après avoir reçu des dommages par cet appareil. Les assistances sont calculées. </br>* Le Taux de létalité de pilote est le pourcentage de pilotes ennemis tués par cet appareil. Les assistances sont calculées. </br>
pt_br: * Durabilidade do Avião diz respeito ao percentual de surtidas em que o avião sobreviveu depois de sofrer danos. <br/>* Capacidade de Sobrevivência de Piloto diz respeito ao percentual de surtidas em que o piloto sobreviveu depois de sofrer ferimentos. <br/>* Letalidade do Avião diz respeito ao percentual de aviões inimigos abatidos depois de sofrer danos provocados por este avião. Assistências são consideradas. <br/>* Letalidade do Piloto diz respeito ao percentual de inimigos abatidos depois de sofrer danos provocados por este piloto. Assistências são consideradas.

source: <strong>Attention!</strong> Algorithms collection statistics IL2 stats differs from statistics in-game. As a consequence of these statistics will not coincide with the game.
de: <strong>Achtung!</strong> Diese Statistik berücksichtigt nur Flüge auf diesem Server. Die Bewertungen erfolgen unabhänig der Anzeigen im Spiel
es: <strong>¡Atención!</strong> Algoritmos que colectan estadísticas en IL2 stats son diferentes a los del simulador. Como consecuencia pueden no coincidir.
fr: <strong>Attention!<strong> L'algorithme de statistique de Il2 Stats est différent de celui du jeu. En conséquence les statistiques peuvent parfois être différentes entre le site et le jeu.
pt_br: <strong>Atenção!</strong> Os algoritmos que coletam as estatísticas do IL2 statssão diferentes dos encontrados no jogo. Sendo assim, essas informações podemnão coincidir com as apresentadas no jogo.

source: Players inactive for more than %(days)s day - do not participate in the rating.
de: Piloten die mehr als %(days)s Tag nicht geflogen sind, werden nicht in der Rangliste berücksichtigt
es: Pilotos inactivos por más de %(days)s día no participan en el ranking.
fr: Joueur inactif depuis plus de %(days)s jour - n'est pas pris en compte dans le classement.
pt_br: Pilotos inativos por mais de %(days)s dia não participam do ranking.

source: There are no sorties of this aircraft with the applied filter.
de: Es gibt keine Einsätze mit dem angebenen Filter.
es: No hay salidas de esta aeronave con el filtro aplicado
fr: Il n'y a pas de sortie de cet appareil avec le filtre sélectionné
pt_br: Não há surtidas com este avião com este filtro aplicado.

# pilot_nav_tab
source: Aircraft Killboard
de: Flugzeug-Killboard
es: Tabla de derribos de aeronave
fr: Ratio Victoires-défaites de l’appareil
pt_br: Lista de Aviões Abatidos

source: Filter below by:
de: Filter für untere Flugzeuge:
es: Отфильтруйте ниже по:
fr: Filtrer ci-dessous par:
pt_br: Filtrar por:

# killboard
source: Won
pt_br: Vitórias

# killboard
source: Lose
pt_br: Derrotas

# killboard
source: K/D - Kills per Death
pt_br: K/D - Abates por morte

# killboard
source: Pilot Lethality
de: Pilotentödlichkeit
es: Letalidad del piloto
fr: Le Taux de létalité du pilote
pt_br: Total de pilotos

source: Aircraft Pilot Rankings
de: Flugzeugpilotenrangliste
es: Puntaje de piloto de avión
fr: Classements des pilotes par appareil
pt_br: Classificação de Pilotos

source: Search pilot
de: Suche
es: Buscar piloto
fr: Chercher un pilote
pt_br: Buscar piloto

source: Air Kills
pt_br: Abates

source: Ground Kills
pt_br: Alvos destruídos

source: Flight Time (days:hours:minutes)
de: Flugzeit (Tage:Stunden:Minuten)
es: Tiempo de vuelo (días:horas:minutos)
fr: Temps de vol (jours:heures:minutes)
pt_br: tempo de vôo (dias:horas:minutos)

source: on the number of air kills
de: Anzahl der Luftsiege
es: sobre el número de victorias aéreas
fr: selon le nombre de victoires aériennes
pt_br: sobre o número de abates

source: on the current streak of kills
de: Anzahl der Luftsiege in Folge
es: en la racha actual de victorias
fr: selon la série en cours de victoires
pt_br: sobre a sequência atual de abates

source: on the number of ground kills
de: Anzahl der Bodenziele
es: sobre el número de destrucciones en tierra
fr: selon le nombre de cibles au sol détruites
pt_br: sobre o número de alvos destruídos

source: on the flight time (days:hours:minutes)
pt_br: sobre o tempo de voo (horas:minutos)

source: on the average number of kill per one death (K/D)
de: Luftsiege pro Tod
es: sobre el número promedio de victorias por muerte
fr: selon le nombre de victoires par mort (K/D)
pt_br: sobre o número médio de abates por morte (Kills/Death - K/D)

source: on the average number of kill per one hour (K/Hr)
de: Luftseige pro Stunde
es: sobre el número promedio de victorias por hora (K/Hr)
fr: selon le nombre moyen de victoires par heure (K/Hr)
pt_br: sobre o número médio de abates por hora (Kills/Hour - K/Hr)

source: on the accuracy
de: Trefferquote
es: sobre la puntería
fr: selon la précision des tirs
pt_br: sobre a taxa de acertos

source: Aircraft Rankings
de: Flugzeugrangliste
es: Clasificación de aeronave
fr: Classement des appareils
pt_br: Classificação do Avião

source: Search aircraft
de: Suche
fr: Recherche d’appareil
pt_br: Procurar Avião

source: * Plane Durability is percent of sorties the plane survived after taking damage. </br> * Plane Lethality is the percent of enemy aircraft which went down after taking damage from this plane. Assists count. </br>
de: * Mit Flugzeugbeständigkeit ist der Prosentsatz von Einsätzen gemeint, die mit einer Landung enden, nachdem das Flugzeug beschädigt wurde.<br/> * Mit Flugzeugtödlichkeit ist der Prosentsatz von feindlichen Flugzeuge gemeint, die verloren wurden, nachdem sie beschädigt wurden. Unterstüzter Abschüsse zählen mit. <br/>
es: * La durabilidad del avión es el porcentaje de salidas que el avión sobrevivió después de tomar daño.</br>* La letalidad del avión es el porcentaje de aviones enemigos derribados después de tomar daño de este avión. Las asistencias cuentan.</br>
fr: * Le Taux de survie de l’appareil est le pourcentage de sorties qu’un avion survit après avoir subi des dommages.</br>* Le Taux de létalité de l’appareil est le pourcentage d’avions ennemis descendus après avoir reçu des dommages par cet appareil. Les assistances sont calculées.</br>
pt_br: * Durabilidade do Avião diz respeito ao percentual de surtidas em que o avião sobreviveu depois de sofrer danos. <br/>* Capacidade de Sobrevivência de Piloto diz respeito ao percentual de surtidas em que o piloto sobreviveu depois de sofrer ferimentos. <br/>

source: For full functionality of this site it is necessary to enable JavaScript. Here are the <a href="//www.enable-javascript.com" target="_blank"> instructions how to enable JavaScript in your web browser</a>.
de: Für diese Seite muss JavaScript aktiviert werden
es: Para que este sitio funcione correctamente es necesario habilitar JavaScript. Aquí hay <a href="//www.enable-javascript.com" target="_blank"> instrucciones para habilitar JavaScript en tu navegador</a>.
fr: Javascrip est nécessaire pour le bon fonctionnement de ce site. Vous trouverez les instructions ici <a href="//www.enable-javascript.com" target="_blank"> pour activer Javascript pour votre navigateur.
pt_br: Para que este site funcione corretamente é necessário habilitar o JavaScriptSeguem as <a href="//www.enable-javascript.com" target="_blank"> instruções para ativar o JavaScript no seu navegador</a>.

source: Admin panel
es: Panel Admin
fr: Panneau d'administration
pt_br: Painel do Administrador

source: Profile
es: Perfil
fr: Profil
pt_br: Perfil

source: Logout
es: Salir
fr: Déconnexion
pt_br: Sair

# action
source: Registration
es: Registrarse
fr: Enregistrement
pt_br: Registrar-se

# action
source: Login
es: Iniciar sesión
fr: Connexion
pt_br: Iniciar Sessão

# nav_menu
source: Main
de: Startseite
es: Principal
fr: Principal
pt_br: Principal

source: Rankings
fr: Classements
pt_br: Classificações

source: Pilot Rankings
de: Rangliste
es: Ranking de Pilotos
fr: Classement des pilotes
pt_br: Classificação de Pilotos

source: Squad Rankings
es: Ranking de Escuadrones
fr: Classement des escadrilles
pt_br: Classificação de Esquadrões

source: Missions
de: Missionen
es: Misiones
pt_br: Missões

source: Info
es: Información
fr: Infos
pt_br: Informação

source: Tour
de: Luftschlacht
es: Campaña
pt_br: Campanha

# pilot_nav_tab
source: Aircraft Statistics
de: Flugzeugstatistik
es: Estadísticas de aeronave
fr: Statistiques de l’appareil
pt_br: Estatísticas do Avião

# pilot_nav_tab
source: Aircraft Pilot Rankings
de: Flugzeugpilotenrangliste
es: Puntaje de piloto de avión
fr: Classements des pilotes par appareil
pt_br: Classificação de Pilotos

# pilot_nav_tab
source: Pilot Statistics
pt_br: Estatísticas do Piloto

# pilot_nav_tab
source: Sorties
de: Einsätze
es: Salidas
pt_br: Surtidas

# pilot_nav_tab
source: Virtual Lifes
pt_br: Vidas

# pilot_nav_tab
source: Awards
es: Condecoraciones
fr: Médailles
pt_br: Condecorações

# pilot_nav_tab
source: Killboard
pt_br: Lista de abates

# pilot_nav_tab
source: Aircraft Overview
de: Flugzeugübersicht
es: Descripción general de avión.
fr: Vue d’ensemble de l’avion
pt_br: Visão Geral do Avião

# pilot_awards
source: pilot
es: piloto
fr: pilote
pt_br: piloto

source: Position in Rating
de: Position in der Rangliste
es: Posición en el Ranking
fr: Position dans le classement
pt_br: Posição na Classificação

source: Current air kill streak
de: Aktuelle Abschussserie
es: Actual racha de derribos aéreos
fr: Score maximal en une sortie
pt_br: Sequência atual

source: Current ground kill streak
de: Aktuelle Bodenziele Abschussserie
es: Actual racha de derribos de tierra
fr: Série de cibles au sol détruites actuelle
pt_br: Melhor Sequência de Alvos Destruídos

source: Current score streak
de: Aktuelle Punkteserie
es: Actual racha de puntaje
fr: Série de scores actuelle
pt_br: Sequência atual

source: Due to technical reasons, kills from your turret gunners are not counted towards the killboard. Plane and pilot lethality are also affected. </br>
de: Aus technischen Gründen zählen die Abschüsse von den Richtschützen nicht mit. Flugzeug- und Pilotentödlichkeit sind auch betroffen.
es: Por razones técnicas, las bajas de los artilleros de la torreta no se cuentan en el tablero. La letalidad del avión y piloto también se ve afectada.</br>
fr: Pour des raisons techniques, les avions abattus par les tireurs embarqués ne sont pas pris en compte pour le classement. La létalité de l’avion et du pilote sont aussi affectées.
pt_br: Por limitações técnicas, abates de seus artilheiros não são considerados na contagem de abates. A letalidade do piloto e do avião não são afetadas.

# bullet_type
source: 7.62 Soviet
de: 7.62 Sowjetisch
es: 7.62 Soviética
fr: 7.62 Soviétique

# bullet_type
source: 4x 7.62 Soviet
de: 4x 7.62 Sowjetisch
es: 4x 7.62 Soviética
fr: 4x 7.62 Soviétique

# bullet_type
source: 130mm Soviet
de: 130mm Sowjetisch
es: 130mm Soviética
fr: 130mm Soviétique

# bullet_type
source: 155mm Soviet
de: 155mm Sowjetisch
es: 155mm Soviética
fr: 155mm Soviétique

source: Best results in a single sortie
de: Beste Ergebenisse in einem Einsatz
es: Mejores resultados en una sola salida
fr: Meilleurs résultats en une sortie

# total
source: Standard deviation
de: Standardabweichung
es: Desviación estándar
fr: Écart type (mathématique)

# killboard
source: Plane Durability
de: Flugzeugbeständigkeit
es: Durabilidad del avión
fr: Le Taux de survie de l’appareil

# killboard
source: Pilot Survivability
de: Pilotenschutz
es: Supervivencia del piloto
fr: Le Taux de survie du pilote

# killboard
source: Plane Lethality
de: Flugzeugtödlichkeit
es: Letalidad del avión
fr: Le Taux de létalité de l’appareil

source: ★ This data is pulled purely from sorties where this plane was the sole source of damage. </br> ⛤ This data is pulled purely from sorties where this plane was damaged by a single enemy (one aircraft/tank/AA/etc.).</br>
de: ★ Diese Daten werden an Hand von Einsätze erfasst, wo dieser Flieger die einzige Quelle von Schaden war. </br>⛤ Diese Daten werden an Hand von Einsätze erfasst, wo dieser Flieger von ein einzigen Gegner getroffen wurde (ein Flugzeug/Panzer/AA/usw.) </br>
es: ★ Estos datos se obtienen puramente de salidas en las que este avión fue la única fuente de daños. <br/>⛤ Estos datos se obtienen puramente de salidas en las que este avión fue impactado por un solo enemigo (una aeronave/tanque/AA/etc). <br/>
fr: ★ Ces données proviennent purement des sorties lors desquelles cet avion est la seule source de dégâts.</br> ⛤ Ces données proviennent purement des sorties lors desquelles cet avion a été endommagé par un seul ennemi (un seul avion/char/antiaérien/etc...).

source: Forum
es: Foro
