Repository: FGlazov/IL2Stats_Enhancements
Catalog: src/mod_stats_by_aircraft/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, pt_br

source: neutral
fr: neutre
pt_br: neutro

# bullet_type
source: Pistol bullet
de: Pistolenkugel
es: Bala de pistola
fr: Balle de pistolet
pt_br: Munição de pistola

# bullet_type
source: 122mm Soviet
de: 122mm Sowjetisch
es: 122mm Soviética
fr: 122mm Soviétique
pt_br: 122mm Soviética

# bullet_type
source: MG 151/20 (AP)
pt_br: canhao 20mm MG 151/20

# bullet_type
source: MG 151/20 (HE)
pt_br: canhao 20mm MG 151/20

# bullet_type
source: 122mm Soviet (HE)
de: 122mm Sowjetisch (HE)
es: 122mm Soviética (HE)
fr: 122mm Soviétique (HE)
pt_br: 122mm Soviética (HE)

# bullet_type
source: 122mm Soviet (HEAT)
de: 122mm Sowjetisch (HEAT)
es: 122mm Soviética (HEAT)
fr: 122mm Soviétique (HEAT)
pt_br: 122mm Soviética (HEAT)

# bullet_type
source: 76mm British (HE)
de: 76mm Britisch (HE)
es: 76mm Britannique (HE)
fr: 76mm Britannique (HE)
pt_br: 76mm Inglesa (HE)

# bullet_type
source: 105mm German (HE)
de: 105mm Deutsch (HE)
es: 105mm Alemana (HE)
fr: 105mm Allemand (HE)
pt_br: 105mm Alemã (HE)

# bullet_type
source: 37mm German Flak (AP)
de: 37mm Deutsch Flak (AP)
es: 37mm Alemana Flak (AP)
fr: 37mm Allemand Flak (AP)
pt_br: 37mm Alemã Flak (AP)

# bullet_type
source: 37mm German Flak (HE)
de: 37mm Deutsch Flak (HE)
es: 37mm Alemana Flak (HE)
fr: 37mm Allemand Flak (HE)
pt_br: 37mm Alemã Flak (HE)

# bullet_type
source: 50mm German (AP)
de: 50mm Deutsch (AP)
es: 50mm Alemana (AP)
fr: 50mm Allemand (AP)
pt_br: 50mm Alemã (AP)

# bullet_type
source: 50mm German (HE)
de: 50mm Deutsch (HE)
es: 50mm Alemana (HE)
fr: 50mm Allemand (HE)
pt_br: 50mm Alemã (HE)

# bullet_type
source: 75mm German (AP)
de: 75mm Deutsch (AP)
es: 75mm Alemana (AP)
fr: 75mm Allemand (AP)
pt_br: 75mm Alemã (AP)

# bullet_type
source: 75mm German (HE)
de: 75mm Deutsch (HE)
es: 75mm Alemana (HE)
fr: 75mm Allemand (HE)
pt_br: 75mm Alemã (HE)

# bullet_type
source: 77mm German (HE)
de: 77mm Deutsch (HE)
es: 77mm Alemana (HE)
fr: 77mm Allemand (HE)
pt_br: 77mm Alemã (HE)

# bullet_type
source: 88mm German Flak (AP)
de: 88mm Deutsch Flak (AP)
es: 88mm Alemana Flak (AP)
fr: 88mm Anti-aérien Allemand FLAK (AP)
pt_br: 88mm Alemã Flak (AP)

# bullet_type
source: 88mm German Flak (HE)
de: 88mm Deutsch Flak (HE)
es: 88mm Alemana Flak (HE)
fr: 88mm Anti-aérien Allemand FLAK (HE)
pt_br: 88mm Alemã Flak (HE)

# bullet_type
source: 100mm Soviet (AP)
de: 100mm Sowjetisch (AP)
es: 100mm Soviética (AP)
fr: 100mm Soviétique (AP)
pt_br: 100mm Soviética (AP)

# bullet_type
source: 152mm Soviet (HE)
de: 152mm Sowjetisch (HE)
es: 152mm Soviética (HE)
fr: 152mm Soviétique (HE)
pt_br: 152mm Soviética (HE)

# bullet_type
source: 37mm Soviet (AP)
de: 37mm Sowjetisch (AP)
es: 37mm Soviética (AP)
fr: 37mm Soviétique (AP)
pt_br: 37mm Soviética (AP)

# bullet_type
source: 37mm Soviet (HE)
de: 37mm Sowjetisch (HE)
es: 37mm Soviética (HE)
fr: 37mm Soviétique (HE)
pt_br: 37mm Soviética (HE)

# bullet_type
source: 45mm Soviet (AP)
de: 45mm Sowjetisch (AP)
es: 45mm Soviética (AP)
fr: 45mm Soviétique (AP)
pt_br: 45mm Soviética (AP)

# bullet_type
source: 45mm Soviet (APHE)
de: 45mm Sowjetisch (APHE)
es: 45mm Soviética (APHE)
fr: 45mm Soviétique (APHE)
pt_br: 45mm Soviética (APHE)

# bullet_type
source: 45mm Soviet (HEAT)
de: 45mm Sowjetisch (HEAT)
es: 45mm Soviética (HEAT)
fr: 45mm Soviétique (HEAT)
pt_br: 45mm Soviética (HEAT)

# bullet_type
source: 57mm Soviet (AP)
de: 57mm Sowjetisch (AP)
es: 57mm Soviética (AP)
fr: 57mm Soviétique (AP)
pt_br: 57mm Soviética (AP)

# bullet_type
source: 57mm Soviet (APHE)
de: 57mm Sowjetisch (APHE)
es: 57mm Soviética (APHE)
fr: 57mm Soviétique (APHE)
pt_br: 57mm Soviética (APHE)

# bullet_type
source: 57mm Soviet (HE)
de: 57mm Sowjetisch (HE)
es: 57mm Soviética (HE)
fr: 57mm Soviétique (HE)
pt_br: 57mm Soviética (HE)

# bullet_type
source: 76mm Soviet (AP)
de: 76mm Sowjetisch (AP)
es: 76mm Soviética (AP)
fr: 76mm Soviétique (AP)
pt_br: 76mm Soviética (AP)

# bullet_type
source: 76mm Soviet (HE)
de: 76mm Sowjetisch (HE)
es: 76mm Soviética (HE)
fr: 76mm Soviétique (HE)
pt_br: 76mm Soviética (HE)

# bullet_type
source: 76mm Soviet Naval (HE)
de: 76mm Sowjetisch Naval (HE)
es: 76mm Soviética Naval (HE)
fr: 76mm Naval Soviétique (HE)
pt_br: 76mm Soviética Naval (HE)

# bullet_type
source: 85mm Soviet (AP)
de: 85mm Sowjetisch (AP)
es: 85mm Soviética (AP)
fr: 85mm Soviétique (AP)
pt_br: 85mm Soviética (AP)

# bullet_type
source: 85mm Soviet (APHE)
de: 85mm Sowjetisch (APHE)
es: 85mm Soviética (APHE)
fr: 85mm Soviétique (APHE)
pt_br: 85mm Soviética (APHE)

# bullet_type
source: 85mm Soviet (HE)
de: 85mm Sowjetisch (HE)
es: 85mm Soviética (HE)
fr: 85mm Soviétique (HE)
pt_br: 85mm Soviética (HE)

# bullet_type
source: 115mm British
de: 115mm Britisch
es: 115mm Britannique
fr: 115mm Britannique
pt_br: 115mm Inglesa

# bullet_type
source: 105mm German (HEAT)
de: 105mm Deutsch (HEAT)
es: 105mm Alemana (HEAT)
fr: 105mm Allemand (HEAT)
pt_br: 105mm Alemã (HEAT)

# bullet_type
source: 150mm German (HE)
de: 150mm Deutsch (HE)
es: 150mm Alemana (HE)
fr: 150mm Allemand (HE)
pt_br: 150mm Alemã (HE)

# bullet_type
source: 50mm German (APHE)
de: 50mm Deutsch (APHE)
es: 50mm Alemana (APHE)
fr: 50mm Allemand (APHE)
pt_br: 50mm Alemã (APHE)

# bullet_type
source: 50mm German (HVAP)
de: 50mm Deutsch (HVAP)
es: 50mm Alemana (HVAP)
fr: 50mm Allemand (HVAP)
pt_br: 50mm Alemã (HVAP)

# bullet_type
source: 75mm German (APHE)
de: 75mm Deutsch (APHE)
es: 75mm Alemana (APHE)
fr: 75mm Allemand (APHE)
pt_br: 75mm Alemã (APHE)

# bullet_type
source: 75mm German (HEAT)
de: 75mm Deutsch (HEAT)
es: 75mm Alemana (HEAT)
fr: 75mm Allemand (HEAT)
pt_br: 75mm Alemã (HEAT)

# bullet_type
source: 75mm German (HVAP)
de: 75mm Deutsch (HVAP)
es: 75mm Alemana (HVAP)
fr: 75mm Allemand (HVAP)
pt_br: 75mm Alemã (HVAP)

# bullet_type
source: 88mm German (AP)
de: 88mm Deutsch (AP)
es: 88mm Alemana (AP)
fr: 88mm Allemand (AP)
pt_br: 88mm Alemã (AP)

# bullet_type
source: 88mm German (APHE)
de: 88mm Deutsch (APHE)
es: 88mm Alemana (APHE)
fr: 88mm Allemand (APHE)
pt_br: 88mm Alemã (APHE)

# bullet_type
source: 88mm German (HE)
de: 88mm Deutsch (HE)
es: 88mm Alemana (HE)
fr: 88mm Allemand (HE)
pt_br: 88mm Alemã (HE)

# bullet_type
source: 88mm German
pt_br: 88mm Alemã

# bullet_type
source: 88mm German (HVAP)
de: 88mm Deutsch (HVAP)
es: 88mm Alemana (HVAP)
fr: 88mm Allemand (HVAP)
pt_br: 88mm Alemã (HVAP)

# bullet_type
source: 100mm Soviet (HE)
de: 100mm Sowjetisch (HE)
es: 100mm Soviética (HE)
fr: 100mm Soviétique (HE)
pt_br: 100mm Soviética (HE)

# bullet_type
source: 100mm Soviet (APHE)
de: 100mm Sowjetisch (APHE)
es: 100mm Soviética (APHE)
fr: 100mm Soviétique (APHE)
pt_br: 100mm Soviética (APHE)

# bullet_type
source: 130mm Soviet (HE)
de: 130mm Sowjetisch (HE)
es: 130mm Soviética (HE)
fr: 130mm Soviétique (HE)
pt_br: 130mm Soviética (HE)

# bullet_type
source: 152mm Soviet (APHE)
de: 152mm Sowjetisch (APHE)
es: 152mm Soviética (APHE)
fr: 152mm Soviétique (APHE)
pt_br: 152mm Soviética (APHE)

# bullet_type
source: 76mm Soviet (APHE)
de: 76mm Sowjetisch (APHE)
es: 76mm Soviética (APHE)
fr: 76mm Soviétique (APHE)
pt_br: 76mm Soviética (APHE)

# bullet_type
source: 76mm Soviet (HVAP)
de: 76mm Sowjetisch (HVAP)
es: 76mm Soviética (HVAP)
fr: 76mm Soviétique (HVAP)
pt_br: 76mm Soviética (HVAP)

# bullet_type
source: 155mm Soviet (HE)
de: 155mm Sowjetisch (HE)
es: 155mm Soviética (HE)
fr: 155mm Soviétique (HE)
pt_br: 155mm Soviética (HE)

# bullet_type
source: 75mm Soviet (AP)
de: 75mm Sowjetisch (AP)
es: 75mm Soviética (AP)
fr: 75mm Soviétique (AP)
pt_br: 75mm Soviética (AP)

# bullet_type
source: 75mm Soviet (APHE)
de: 75mm Sowjetisch (APHE)
es: 75mm Soviética (APHE)
fr: 75mm Soviétique (APHE)
pt_br: 75mm Soviética (APHE)

# bullet_type
source: 75mm Soviet (HE)
de: 75mm Sowjetisch (HE)
es: 75mm Soviética (HE)
fr: 75mm Soviétique (HE)
pt_br: 75mm Soviética (HE)

source: coalition
pt_br: Coalisões

source: Filter by:
de: Filter:
es: Filtro:
fr: Filtrer par:
pt_br: Filtrar Por:

source: no filter
de: kein Filter
es: Sin flitro
fr: Pas de filtre
pt_br: sem filtro

source: with bombs only
de: nur mit Bomben
es: Sólo con bombas
fr: Avec bombes seulement
pt_br: apenas com bombas

source: without bombs only
de: nur ohne Bomben
es: Sólo sin bombas
fr: Sans bombe seulement
pt_br: apenas sem bombas

source: with upgraded fuel/engine
de: mit verbesserten Motor
es: Con motor mejorado
fr: Avec moteur amélioré
pt_br: com motor melhorado

source: without upgraded fuel/engine
de: ohne verbesserten Motor
es: Sin motor mejorado
fr: Sans amélioration moteur
pt_br: sem motor melhorado

source: with upgraded engine and no bombs
de: mit verbesserten Motor, ohne Bomben
es: Con motor mejorado sin bombas
fr: Avec moteur amélioré, sans bombe
pt_br: com motor melhorado e sem bombas

source: without upgraded engine and no bombs
de: ohne verbesserten Motor, ohne Bomben
es: Sin motor mejorado sin bombas
fr: Sans amélioration moteur ni bombe
pt_br: sem motor melhorado e sem bombas

source: with upgraded fuel/engine and bombs
de: mit verbesserten Motor, mit Bomben
es: Con motor mejorado con bombas
fr: Avec moteur amélioré et bombes
pt_br: com motor melhorado e com bombas

source: without upgraded fuel/engine and bombs
de: ohne verbesserten Motor, mit Bomben
es: Sin motor mejorado con bombas
fr: Sans moteur amélioré, avec bombes
pt_br: sem motor melhorado e sem bombas

source: Air K/HR
de: Luft Siege/St.
es: Drb/H aire
fr: V/h Air
pt_br: Abates/Hr

source: Air KD
de: Luft KD
es: Drb/Mte aire
fr: V/D Air
pt_br: Abates/Morte

source: Ground K/HR
de: Boden Siege/St.
es: Drb/H tierra
fr: V/h Sol
pt_br: Alvos/Hr

source: Ground KD
de: Boden KD
es: Drb/Mte tierra
fr: V/D Sol
pt_br: Alvos/Morte

source: Gunnery Accuracy
de: Trefferquote
es: Puntería
fr: Précision des tirs
pt_br: Taxa de acertos por disparos

source: Rating
de: Bewertung
es: Ranking
fr: Classement
pt_br: Classificação

source: Detailed combat results
de: Detaillierte Kampfergebnisse
es: Detalle de resultados del combate
fr: Résultats détaillés
pt_br: Detalhamento dos resultados de combate

# total
source: Total Aircraft
de: Luftsiege insgesamt
es: Total Aviones
fr: Avions abattus
pt_br: Total de Aviões

# total
source: Fighters
de: Jäger
es: Cazas
fr: Chasseurs
pt_br: Caças

# total
source: Attacker
de: Schlachtflugzeug
es: Ataque
fr: Attackers
pt_br: Aviões de Ataque ao Solo

# total
source: Bombers
de: Bomber
es: Bombarderos
fr: Bombardiers
pt_br: Bombardeiros

# total
source: Transport
de: Transporter
es: Transportes
pt_br: Aviões de Transporte

# total
source: AI
de: KI
es: IA
pt_br: IA

# total
source: Assisted
de: Unterstüzter Abschuss
es: Asisitido
fr: Assistances
pt_br: Assistência

# total
source: Bomb/Rocket Accuracy
de: Bomben-/Raketentrefferquote
es: Precisión de bomba/proyectil
fr: Précision des bombes et roquettes
pt_br: Precisão de Ataque ao Solo com Bombas/Foguetes

# total
source: Destroyed ground targets
de: Bodenziele insgesamt
es: Objetivos destruidos en tierra
fr: Cibles au sol détruites
pt_br: Alvos destruídos

# total
source: Heavy Tanks
de: Schwerer Panzerkampfwagen
es: Tanques Pesados
fr: Chars lourds
pt_br: Tanques Pesados

# total
source: Medium Tanks
de: Mittlerer Panzerkampfwagen
es: Tanques Medianos
fr: Chars moyens
pt_br: Tanques Médios

# total
source: Light Tanks
de: Leichter Panzerkampfwagen
es: Tanques Livianos
fr: Chars légers
pt_br: Tanques Leves

# total
source: Trucks
de: Lastkraftwagen
es: Camiones
fr: Camions
pt_br: Caminhões

# total
source: Armored vehicles
de: Gepanzertes Fahrzeug
es: Vehículos Blindados
fr: Véhicules blindés
pt_br: Veículos Blindados

# total
source: Cars
de: Personenkraftwagen
es: Autos
fr: Voitures
pt_br: Carros

# total
source: Large-caliber AA guns
de: Flak (Großes Kaliber)
es: AA pesadas
fr: DCA lourdes
pt_br: AA de grosso calibre

# total
source: Medium-caliber AA guns
de: Flak (Mittleres Kaliber)
es: AA medianas
fr: DCA moyennes
pt_br: AA de médio calibre

# total
source: Small-caliber AA guns
de: Flak (Kleines Kaliber)
es: AA livianas
fr: DCA légères
pt_br: AA leves

# total
source: Machine gunners
de: Maschinengewehrschützen
pt_br: Artilheiros

# total
source: Searchlights
de: Flakscheinwerfer
es: Luces de búsqueda
fr: Projecteur
pt_br: Holofotes

# total
source: Locomotives
de: Lokomotiven
es: Locomotoras
pt_br: Locomotivas

# total
source: Wagons
de: Waggons
es: Vagones
pt_br: Vagões

# total
source: Field Artillery
de: Feldartillerie
es: Artillería de campo
fr: Canons d'artillerie
pt_br: Artilharia de campo

# total
source: Howitzers
de: Haubitzen
pt_br: Obuseiros

# total
source: Rocket Artillery
de: Raketenartillerie
es: Artillería de cohetes
fr: Lanceur de roquettes
pt_br: Artilharia de Foguetes

# total
source: Ships
de: Schiffe
es: Buques
fr: Bateaux
pt_br: Navios

source: outdated parameter
pt_br: parâmetro desatualizado

# total
source: Heavy Ships
pt_br: Navios de Grande Porte

# total
source: Medium Ships
pt_br: Navios de Médio Porte

# total
source: Light Ships
pt_br: Navios de Pequeno Porte

# total
source: Static Aircraft
de: Statisches Flugzeug
es: Aviones aparcados
fr: Avions statiques
pt_br: Aviões estacionados

# total
source: Static Vehicles
de: Statisches Fahrzeug
es: Vehículos estáticos
fr: Véhicules statiques
pt_br: Veículos estacionados

# total
source: Airfield Objects
de: Flugplatzobjekte
es: Objetos de Aeródromo
fr: Cibles d'aérodrome
pt_br: Objetos de Aeródromo

# total
source: Bridges
de: Brücken
es: Puentes
fr: Ponts
pt_br: Pontes

# total
source: Industrial Objects
de: Industrieanlagen
es: Objetos Industriales
fr: Cibles industrielles
pt_br: Objetos Industriais

# total
source: Big buildings
pt_br: Construções de Grande Porte

# total
source: Medium buildings
pt_br: Construções de Médio Porte

# total
source: Small buildings
pt_br: Construções de Pequeno Porte

source: Detailed sorties results
de: Detaillierte Einsatzergebnisse
es: Detalle de resultados de la salida
fr: Résultats détaillés de la sortie
pt_br: Detalhamento de resultados por surtida

source: Flight Time
de: Flugzeit
es: Tiempo de Vuelo
fr: Temps de vol
pt_br: Tempo de Voo

# total
source: Score
de: Punktestand
es: Puntos
pt_br: Pontos

# total
source: Sorties
de: Einsätze
es: Salidas
pt_br: Surtidas

# sortie
source: Landed on Airfield
de: Gelandet
es: Aterrizado en Base
fr: Posé sur un aérodrome
pt_br: Pousou na base

# sortie_status
source: in flight
de: Im Flug
es: en vuelo
fr: en vol
pt_br: em voo

# total
source: Lost aircraft
de: Verlorene Flugzeuge
es: Avión perdido
fr: Avion perdu
pt_br: Aviões perdidos

# total
source: Bailout
de: Abgesprungen
fr: Ejecté
pt_br: Saltou

# total
source: Dead
de: Gestorben
es: Muerto
fr: Tué
pt_br: Morto

# total
source: Captured
de: Gefangenschaft
es: Capturado
fr: Capturé
pt_br: Capturado

# sortie_status
source: ditched
de: Bauchlandung
es: forzoso
fr: posé en catastrophe
pt_br: pouso forçado

# total
source: Percent deaths to AA
de: Prozent gestorben wegen Flugabwehr
es: Porcentaje de muertes a AA
fr: Pourcentage de morts par antiaérien
pt_br: Percentual de mortes por Artilharia Antiaérea

# total
source: Percent deaths due to accidents
de: Prozent gestorben wegen Unfälle
es: Porcentaje de muertes a causa de accidentes
fr: Pourcentage de morts accidentelles
pt_br: Percentual de mortes por acidentes

# total
source: Percent aircraft lost to AA
de: Prozent abgeschossen wegen Flugabwehr
es: Porcentaje de aviones perdidos a causa de AA
fr: Pourcentage d’appareils perdus par antiaérien
pt_br: Percentual de aviões perdido por Artilharia Antiaérea

# total
source: Percent aircraft lost due to accidents
de: Prozent Flugzeuge verloren wegen Unfälle
es: Porcentaje de aviones perdidos a causa de accidentes
fr: Pourcentage d’appareils perdus par accident
pt_br: Percentual de aviões perdidos por acidente.

source: Best results
pt_br: Melhores resultados

source: Best air kill streak
de: Beste Luftsiege in Folge
es: Mejor racha de derribos aéreos
fr: Meilleure série d’avions abattus
pt_br: Melhores sequências de pilotos

source: Best Ground streak
de: Beste zer. Bodenziele in Folge
es: Mejor racha de derribos de tierra
fr: Meilleure série de cibles au sol détruites
pt_br: Melhor Sequência de Alvos Destruídos

source: Best score streak
de: Höchste Anzahl Punkte in einer Serie
es: Mejor racha de puntaje
fr: Meilleure série de scores
pt_br: Melhor Sequência

source: Max air kills in a single sortie
de: Höchste Anzahl Luftsiege in einem Einsatz
es: Máximo de derribos aéreos en una sola salida
fr: Nombre maximum d’avions abattus en une sortie
pt_br: Maior quantidade de abates por surtida

source: Max ground kills in a single sortie
de: Höchste Anzahl zer. Bodenziele in einem Einsatz
es: Máximo de derribos de tierra en una sola salida
fr: Nombre maximal de cibles au sol détruites en une sortie
pt_br: Maior quantidade de alvos destruídos por surtida

source: Max score in a single sortie
de: Höchste Anzahl Punkte in einem Einsatz
es: Máximo puntaje en una sola salida
fr: Score maximal en une sortie
pt_br: Maior quantidade de abates por surtida

source: Offensive ammo breakdown
de: Offensiver Munitionsbericht
es: Desglose de munición ofensiva
fr: Détail des munitions offensives
pt_br: Armamento ofensivo utilizado

source: Average hits per aircraft kill
de: Durchschnittliche Anzahl Treffer pro Abschuss
es: Promedio de impactos por muerte de avión
fr: Moyenne de coups au but par avion abattu
pt_br: Média de acertos por abate

# total
source: Total Instances
de: Anzahl Abschüsse
es: Ocasiones totales
fr: Total d’impacts
pt_br: Total de impactos

# total
source: Pilot snipes
de: Abschüsse durch Pilotenverlust
es: Matanzas de piloto
fr: Pilote tué
pt_br: Pilotos abatidos

# total
source: Geometric median
de: L1-Median
es: Mediana geométrica
fr: Méridien (géométrie)
pt_br: Mediana geométrica

# total
source: 90th percentile
de: 0,9-Quantil
es: Percentil 90
fr: 90ème centile (statistique descriptive)
pt_br: Percentil 90

# total
source: Download data
de: Daten herunterladen
es: Descargar datos
fr: Télécharger les données
pt_br: Baixar os dados

source: Defensive ammo breakdown
de: Defensiver Munitionsbericht
es: Desglose de munición defensiva
fr: Détail des munitions défensives
pt_br: Armamento defensivo utilizado

source: Average hits per aircraft lost
de: Durchschnitttliche Anzahl Treffer pro Verlust
es: Promedio de impactos por avión perdido
fr: Moyenne de coups au but par appareil perdu
pt_br: Média de acertos por avião perdido

source: Plane Durability
de: Flugzeugbeständigkeit
es: Durabilidad del avión
fr: Le Taux de survie de l’appareil
pt_br: Durabilidade do Avião

source: Pilot Survivability
de: Pilotenschutz
es: Supervivencia del piloto
fr: Survie du pilote
pt_br: Capacidade de sobrevivência do Piloto

source: Plane Lethality
de: Flugzeugtödlichkeit
es: Letalidad del avión
fr: Létalité de l’appareil
pt_br: Letalidade do Avião

source: Plane Lethality (no assists)
de: Flugzeugtödlichkeit (ohne unterstütze Abschüsse)
es: Letalidad de avión (sin asistencias)<br/>
fr: Létalité de l’appareil (sans assistance)<br/>
pt_br: Letalidade do Avião (sem assistências)

source: Pilot Lethality
de: Pilotentödlichkeit
es: Letalidad del piloto
fr: Létalité de pilote
pt_br: Letalidade do Piloto

source: K/D - Kills per Death
de: Luftsiege pro Tod
fr: K/D - Victoires/Mort
pt_br: K/D - Abates por morte

source: K/L - Kills per Aircraft Lost
de: Luftsiege pro Flugzeugverlust
fr: K/L - Victoires/Appareil perdu
pt_br: K/L - Abates por aeronave perdida

source: K/S - Kills per Sortie
de: Luftsiege pro Einsatz
fr: K/S - Victoires/Sortie
pt_br: K/S - Abates por missão

source: K/H - Kills per Hour of Flight
de: Luftsiege pro Stunde
fr: K/H - Victoires/Heure de vol
pt_br: K/H - Abates por hora

source: GK/D - G.Kills per Death
de: zer. Bodenziele pro Tod
fr: GK/D - Cibles au sol/Mort
pt_br: GK/D - Alvos destruídos por morte

source: GK/L - G.Kills per Aircraft Lost
de: zer. Bodenziele pro Flugzeugverlust
fr: GK/L - Cibles au sol/Appareil perdu
pt_br: GK/L - Alvos destruídos por aeronave perdida

source: GK/S - G.Kills per Sortie
de: zer. Bodenziele pro Einsatz
fr: GK/S - Cibles au sol/Sortie
pt_br: GK/S - Alvos destruídos por missão

source: GK/H - G.Kills per Hour of Flight
de: zer. Bodenziele pro Flug
fr: GK/H - Cibles au sol/Heure de vol
pt_br: GK/H - Alvos destruídos por hora

source: ★ This data is pulled purely from sorties where this plane was the sole source of damage. </br> ⛤ This data is pulled purely from sorties where this plane was damaged by a single enemy (one aircraft/tank/AA/etc.). Only weapon configurations which account for at least 5%% of deaths are displayed.</br>
de: ★ Diese Daten werden an Hand von Einsätze erfasst, wo dieser Flieger die einzige Quelle von Schaden war. </br>⛤ Diese Daten werden an Hand von Einsätze erfasst, wo dieser Flieger von einem einzigen Gegner getroffen wurde (ein Flugzeug/Panzer/AA/usw.). Nur Waffenkonfigurationen, die für mehr als 5%% der Verlüste verantwortlich sind, werden angezeigt. </br>
es: ★ Estos datos se obtienen puramente de salidas en las que este avión fue la única fuente de daños. <br/> ⛤ Estos datos se obtienen puramente de salidas en las que este avión fue impactado por un solo enemigo (una aeronave/tanque/AA/etc). Solo se muestran las configuraciones de armas que representanal menos 5%% de las muertes. <br/>
fr: ★ Ces données proviennent purement des sorties lors desquelles cet avion est la seule source de dégâts.</br> ⛤ Ces données proviennent purement des sorties lors desquelles cet avion a été endommagé par un seul ennemi (un seul avion/char/antiaérien/etc...). Seules les configurations d’armement qui rendent compte d’au moins 5%% des morts sont affichées.
pt_br: ★ Esses dados foram obtidos exclusivamente de surtidas no qual este avião foi a única fonte de danos.<br/>⛤ Esses dados foram obtidos exclusivamente de surtidas em que este avião foi danificado por um único inimigo (um avião, tanque, artilharia antiaérea, etc.). São exibidas apenas as configurações de armamento que correspondem a menos de 5%% das mortes. <br/>
